tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "ack"
brew "antidote"
brew "archey4"
brew "black"
brew "python@3.9"
brew "ccat"
brew "cheat"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "ddrescue"
brew "diff-so-fancy"
brew "direnv"
brew "doxygen"
brew "enchant"
brew "ffmpeg"
brew "flake8"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-units"
brew "graphviz"
brew "grep"
brew "gzip"
brew "highlight"
brew "howdoi"
brew "htop"
brew "hub"
brew "imagemagick"
brew "iperf3"
brew "isort"
brew "jq"
brew "llvm"
brew "mas"
brew "media-info"
brew "nano"
brew "nanorc"
brew "neovim"
brew "ninja"
brew "nmap"
brew "openjdk"
brew "optipng"
brew "osx-cpu-temp"
brew "p7zip"
brew "pam_yubico"
brew "pandoc"
brew "pre-commit"
brew "pyenv", args: ["HEAD"]
brew "pyenv-virtualenv", args: ["HEAD"]
brew "qt"
brew "rsync"
brew "screen"
brew "source-highlight"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "whois"
brew "you-get"
brew "youtube-dl", args: ["HEAD"]
brew "z"
brew "qmk/qmk/qmk"
cask "aerial", args: { appdir: "/Applications" }
cask "alfred", args: { appdir: "/Applications" }
cask "bettertouchtool", args: { appdir: "/Applications" }
cask "coteditor"
cask "dash", args: { appdir: "/Applications" }
cask "db-browser-for-sqlite"
cask "diffusionbee"
cask "discord", args: { appdir: "/Applications" }
cask "divvy"
cask "docker", args: { appdir: "/Applications" }
cask "dropbox", args: { appdir: "/Applications" }
cask "filebot", args: { appdir: "/Applications" }
cask "font-3270-nerd-font", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-inconsolata-nerd-font", args: { appdir: "/Applications" }
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome", args: { appdir: "/Applications" }
cask "hazeover"
cask "hex-fiend", args: { appdir: "/Applications" }
cask "hidock"
cask "inkscape"
cask "iterm2", args: { appdir: "/Applications" }
cask "jdownloader"
cask "lumen", args: { appdir: "/Applications" }
cask "mactex"
cask "mactracker", args: { appdir: "/Applications" }
cask "monitorcontrol", args: { appdir: "/Applications" }
cask "moonlight", args: { appdir: "/Applications" }
cask "nightowl", args: { appdir: "/Applications" }
cask "nomachine"
cask "nvidia-geforce-now"
cask "parsec", args: { appdir: "/Applications" }
cask "pocket-casts", args: { appdir: "/Applications" }
cask "pycharm", args: { appdir: "/Applications" }
cask "qgis"
cask "qmk-toolbox"
cask "remarkable"
cask "shades", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "soundsource"
cask "steam", args: { appdir: "/Applications" }
cask "sublime-merge", args: { appdir: "/Applications" }
cask "sublime-text", args: { appdir: "/Applications" }
cask "textmate"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
cask "whatsapp", args: { appdir: "/Applications" }
cask "yed"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Keynote", id: 409183694
mas "Pages", id: 409201541
mas "ReadKit", id: 1615798039
mas "Transmit", id: 403388562
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bungcip.better-toml"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "ExecutableBookProject.myst-highlight"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "guyskk.language-cython"
vscode "hoovercj.vscode-power-mode"
vscode "James-Yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "lextudio.restructuredtext"
vscode "liviuschera.noctis"
vscode "magicstack.MagicPython"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.wordcount"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "njpwerner.autodocstring"
vscode "pawelgrzybek.gatito-theme"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "sdras.night-owl"
vscode "seanwu.vscode-qt-for-python"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sourcery.sourcery"
vscode "streetsidesoftware.code-spell-checker"
vscode "trond-snekvik.simple-rst"
vscode "twxs.cmake"
vscode "wayou.vscode-todo-highlight"
vscode "will-stone.plastic"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
vscode "zhouronghui.propertylist"
vscode "zhuangtongfa.material-theme"
